benchmarks/results/bun_c800.txt
Running 30s test @ http://localhost:3000/no
  10 threads and 800 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.65ms  245.81us  14.95ms   96.36%
    Req/Sec    14.63k     3.59k   49.63k    69.84%
  Latency Distribution
     50%    1.63ms
     75%    1.67ms
     90%    1.77ms
     99%    2.23ms
  4372072 requests in 30.10s, 810.23MB read
  Socket errors: connect 559, read 0, write 0, timeout 0
Requests/sec: 145239.97
Transfer/sec:     26.92MB