benchmarks/results/node_c10.txt
Running 30s test @ http://localhost:3001/no
  10 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   323.63us  666.46us  30.73ms   99.47%
    Req/Sec     3.43k   560.53     4.05k    69.97%
  Latency Distribution
     50%  261.00us
     75%  294.00us
     90%  466.00us
     99%  663.00us
  1027525 requests in 30.10s, 332.53MB read
Requests/sec:  34135.39
Transfer/sec:     11.05MB