benchmarks/results/node_c100.txt
Running 30s test @ http://localhost:3001/no
  10 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.96ms    1.98ms 131.40ms   98.62%
    Req/Sec     3.48k   221.89     7.95k    91.87%
  Latency Distribution
     50%    2.81ms
     75%    2.87ms
     90%    3.11ms
     99%    5.53ms
  1039308 requests in 30.04s, 336.33MB read
Requests/sec:  34597.61
Transfer/sec:     11.20MB