benchmarks/results/node_c1000.txt
Running 30s test @ http://localhost:3001/no
  10 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.41ms   11.59ms 658.76ms   99.73%
    Req/Sec     3.43k     1.48k   10.74k    66.98%
  Latency Distribution
     50%    6.89ms
     75%    7.12ms
     90%    7.48ms
     99%    9.27ms
  1024127 requests in 30.05s, 331.40MB read
  Socket errors: connect 759, read 0, write 0, timeout 0
Requests/sec:  34085.69
Transfer/sec:     11.03MB