benchmarks/results/node_c200.txt
Running 30s test @ http://localhost:3001/no
  10 threads and 200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.73ms   14.08ms 507.08ms   99.30%
    Req/Sec     3.40k   367.57    13.86k    93.47%
  Latency Distribution
     50%    5.70ms
     75%    5.95ms
     90%    6.35ms
     99%   12.59ms
  1017543 requests in 30.08s, 329.30MB read
Requests/sec:  33826.47
Transfer/sec:     10.95MB