benchmarks/results/node_c25.txt
Running 30s test @ http://localhost:3001/no
  10 threads and 25 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   581.41us  180.44us   8.22ms   92.21%
    Req/Sec     3.47k   415.91     4.24k    83.25%
  Latency Distribution
     50%  536.00us
     75%  565.00us
     90%  678.00us
     99%    1.18ms
  1038439 requests in 30.10s, 336.04MB read
Requests/sec:  34499.86
Transfer/sec:     11.16MB