benchmarks/results/node_c400.txt
Running 30s test @ http://localhost:3001/no
  10 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     8.02ms   17.97ms 663.76ms   99.48%
    Req/Sec     3.44k     2.20k   15.62k    50.25%
  Latency Distribution
     50%    6.89ms
     75%    7.15ms
     90%    7.52ms
     99%   11.68ms
  1022621 requests in 30.09s, 330.91MB read
  Socket errors: connect 159, read 0, write 0, timeout 0
Requests/sec:  33988.14
Transfer/sec:     11.00MB