benchmarks/results/node_c50.txt
Running 30s test @ http://localhost:3001/no
  10 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.53ms    1.40ms  58.49ms   98.72%
    Req/Sec     3.44k   530.46    24.10k    94.00%
  Latency Distribution
     50%    1.38ms
     75%    1.43ms
     90%    1.61ms
     99%    3.08ms
  1028101 requests in 30.10s, 332.70MB read
Requests/sec:  34151.72
Transfer/sec:     11.05MB