benchmarks/results/node_c800.txt
Running 30s test @ http://localhost:4000/no
  10 threads and 800 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     5.59ms    7.60ms 496.64ms   99.73%
    Req/Sec     4.49k     1.60k   24.68k    62.72%
  Latency Distribution
     50%    5.29ms
     75%    5.39ms
     90%    5.75ms
     99%    6.72ms
  1342637 requests in 30.10s, 393.48MB read
  Socket errors: connect 559, read 0, write 0, timeout 0
Requests/sec:  44603.26
Transfer/sec:     13.07MB