benchmarks/results/node_c800.txt
Running 30s test @ http://localhost:3001/no
  10 threads and 800 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.69ms   13.42ms 634.16ms   99.59%
    Req/Sec     3.37k     1.91k   13.59k    50.62%
  Latency Distribution
     50%    6.94ms
     75%    7.21ms
     90%    7.61ms
     99%   12.91ms
  1004089 requests in 30.07s, 324.93MB read
  Socket errors: connect 559, read 0, write 0, timeout 0
Requests/sec:  33389.13
Transfer/sec:     10.81MB