benchmarks/results/pure_node_c1000.txt
Running 30s test @ http://localhost:3000/no
  10 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     3.60ms    3.86ms 321.44ms   99.74%
    Req/Sec     6.88k     4.84k   28.35k    60.93%
  Latency Distribution
     50%    3.43ms
     75%    3.52ms
     90%    3.70ms
     99%    5.70ms
  2054562 requests in 30.10s, 419.87MB read
  Socket errors: connect 759, read 0, write 0, timeout 0
Requests/sec:  68251.08
Transfer/sec:     13.95MB