benchmarks/results/pure_node_c800.txt
Running 30s test @ http://localhost:3000/no
  10 threads and 800 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     3.53ms    4.33ms 346.15ms   99.64%
    Req/Sec     7.85k     6.63k   64.39k    66.68%
  Latency Distribution
     50%    3.30ms
     75%    3.40ms
     90%    3.64ms
     99%    6.42ms
  2104835 requests in 30.10s, 430.16MB read
  Socket errors: connect 559, read 0, write 0, timeout 0
Requests/sec:  69919.70
Transfer/sec:     14.29MB